# IdeaStatiCa.ConnectionApi.Model.PlateElements
Data of plate elements

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**PlateType** | **StructuralPlateType** |  | [optional]
**PlateUID** | **int** | Plate UID | [optional]
**Elements** | **List&lt;FemElement&gt;** | List of fem elements for plate UID | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)